{
  "en": {
    "title": "eMag price tracker",
    "text": "Track price evolution on emag.ro",
    "about": "About this app",
    "description": "By using this app you can keep track of price evolution for certain products that you mark yourself on emag.ro",
    "how": {
      "title": "How does it work?",
      "text": "When browsing emag sites the app will add a 'track price' button for trackable products. On clicking it the product is marked as favorite within this app. As a result, a scan of all marked products will be made at given timeout intervals (it will run once per day regardless of timeout value). However, lower values are better suited for less frequent use of your device. (i.e. it should ensure the scan runs daily)"
    },
    "userActions": {
      "title": "User actions",
      "text": "As a user you can add/remove tracked products. You can also filter them by name or PID."
    },
    "settings": {
      "title": "User settings",
      "text": "This apps comes along with some default settings you may change:",
      "onlineData": "Online data - you may choose to use shared data (e.g. another user might have been previously tracking one of your favorite products, so when using online-'shared' data you will gain access to its price history so far). Alternately, when not using online data, loading of product price history will be faster and consistent. As a side note, upload of scan data occurs regardless of user settings.",
      "language": "Language - switch app language",
      "allowNotifications": "Allow notifications - choose if this app should show you notifications, if you turn this off all notifications (including error messages) will be turned off",
      "priceVariation": "Price variation - specify if you're interested in price increases or decreases. You will see them as a number in the app's badge after each scan.",
      "timeout": "Timeout - choose how often the timer should try to launch the scan. If already scanned for today, it will do nothing",
      "scanNow": "Scan now - Triggers a price scan for all products, regardless of whether it has already been made or not"
    },
    "otherInfo": {
      "title": "Other information",
      "text": "This is free open source software. No user data or other actions aside from those mentioned in this page are held. Feel free to report any problems/data inconsistencies/abuse on the chrome extension page. Thanks for using this and share!"
    }
  },
  "ro": {
    "title": "urmăritor de prețuri pe eMag",
    "text": "Urmăreşte evoluţia prețurilor pe emag.ro",
    "about": "La ce foloseşte?",
    "description": "Cu ajutorul acestei aplicații se poate vizualiza istoria evoluţiei prețurilor unor produse marcate de utilizator pe emag.ro",
    "how": {
      "title": "Cum funcționează?",
      "text": "La navigarea pe site utilizatorul va observa butonul 'urmăreşte prețul' aferent produsului. La click se marchează produsul ca favorit în cadrul acestei aplicații. Ca urmare, la un interval (care poate fi setat de utilizator) se va face o verificare online (în fundal) a prețului tuturor produselor marcate ca favorit. Aceasta verificare ('scan') se efectueaza doar o data pe zi indiferent de valoarea intervalului. Totuşi, o valoare mai mică este indicată în cazul unei utilizări mai puțin frecvente a browser-ului deoarce verificarea se va face doar cand aveți calculatorul pornit. (ex. în zilele în care nu folosiți calculatorul va lipsi afişarea prețului în grafic)"
    },
    "userActions": {
      "title": "Acțiuni utilizator",
      "text": "Ca utilizator se pot adăuga sau şterge produse din lista de urmărire. Lista permite filtrarea acestora după nume sau PID (număr de indentificare produs)"
    },
    "settings": {
      "title": "Setări utilizator",
      "text": "Printre setări utilizator care pot fi modificate se numără următoarele:",
      "onlineData": "Date online - se poate alege dacă se doreşte folosirea de date în comun. De exemplu cineva doreşte să urmăreasca evolutia de preț a unui produs. În cazul în care acesta era pus deja sub urmărire de către altă persoană, se va vedea întreaga istorie de prețuri, încă de la prima urmărire. Ca alternativă, această opțiune poate fi oprită, astfel se vor folosi doar datele acumulate local de propria persoană. Încărcarea produselor va fi mai rapidă şi fară posibile inconsistențe. Ca observație, datele obținute în urma scanării locale vor fi trimise oricum pentru utilizarea în comun, indiferent de setări.",
      "language": "Limba - schimbarea limbii",
      "allowNotifications": "Permite notificări - se alege dacă aplicația poate afişa notificări sau nu, în cazul în care se alege să nu se afişeze - nu se va mai afişa nimic (nici erorile)",
      "priceVariation": "Variația de preț - se poate specifica variația de preț care interesează - crescătoare (scumpire) sau descrescătoare (ieftinire)",
      "timeout": "Interval - se poate alege cat de des se va încerca efectuarea scanării. Dacă s-a scanat deja nu se va mai scana din nou",
      "scanNow": "Scanează acum - Lansează o nouă verificare de preturi online indiferent dacă a avut deja loc una sau nu"
    },
    "otherInfo": {
      "title": "Alte informații",
      "text": "Această aplicație este software open source şi este gratis. Nu se utilizează date şi nu se întreprind alte acțiuni în afară de cele mentionate aici. Puteți raporta probleme, inconsistențe de date sau abuzuri pe pagina oficială a extensiei. Dacă nu sunteți de acord cu modul de funcționare, este recomandată dezinstalarea acesteia. Mersi pt utilizare şi dați mai departe!"
    }
  }
}
